Repository: Enroban/ovirt-node
Catalog: src/ovirt/node/locale/ovirt_node_*.po
Languages: pt_br

source: Please select the disk to use for booting %s
pt_br: Por favor selecione o disco de boot %s

source: Device Name
pt_br: Nome do dispositivo

source: Location
pt_br: Localização

source: Size
pt_br: Tamanho

source: (No device)
pt_br: (Sem dispositivo)

source: No Valid Boot Devices Detected
pt_br: Não for possível detectar dispositivos de boot

source: Quit
pt_br: Sair

source: Back
pt_br: Voltar

source: Continue
pt_br: Continuar

source: Device
pt_br: Dispositivo

source: Model
pt_br: Modelo

source: Bus Type
pt_br: Tipo de Bus

source: Size (GB)
pt_br: Tamanho (GB)

source: Description
pt_br: Descrição

source: Disk Details
pt_br: Detalhes do disco

source: Custom Block Device
pt_br: Dispositivos de Bloco Personalizados

source: Device path:
pt_br: Caminho para o dispositivo:

source: Save
pt_br: Salvar

source: Cancel
pt_br: Cancelar

source: Please select the disk(s) to use for installation of %s
pt_br: Por favor selecione o(s) disco(s) para ser utilizado na instalação do %s

source: No Valid Install Devices Detected
pt_br: Nenhum dispositivo de instalação detectado

source: Keyboard
pt_br: Teclado

source: Keyboard Layout Selection
pt_br: Selecione o layout de teclado

source: Available Keyboard Layouts
pt_br: Layout de teclado disponível

source: (Hit Enter to select a layout)
pt_br: (Aperte Enter para selecionar o layout)

source: Console Password
pt_br: Senha para console

source: Require a password for the admin user?
pt_br: Precisa de senha para o usuário admin?

source: Password:
pt_br: Senha:

source: Confirm Password:
pt_br: Confirme senha:

source: Install
pt_br: Instalar

source: Installation Progress
pt_br: Progresso de instalação

source: Installing
pt_br: Instalando

source: Reboot
pt_br: Reiniciar

source: Writing configuration file
pt_br: Escrevendo configurações de arquivo

source: Partitioning and Creating File Systems on '%s'
pt_br: Particionando e criando sistem de arquivo em '%s'

source: Setting Admin Password
pt_br: Configurando senha Admin

source: Installing Image and Bootloader
pt_br: Instalando imagem e bootloader

source: Configuration to '%s'
pt_br: Configuração para '%s'

source: Updating Image and Bootloader
pt_br: Atualizando imagem e bootloader

source: Setting keyboard layout to '%s'
pt_br: Configurando layout do teclado para '%s'

source: Storage Sizes
pt_br: Tamanhos storage

source: Storage Volumes
pt_br: Volumes Storage

source: Please enter the sizes for the
pt_br: Por favor digite os tamanhos para

source: following partitions in MB
pt_br: seguindo partições em MB

source: (2 partitions at 512MB each)
pt_br: (2 partições de 512MB cada)

source: Data MB:
pt_br: Dados MB:

source: Next
pt_br: Próximo

source: Upgrade Password
pt_br: Senha Upgrade

source: Please enter the current admin
pt_br: Por favor digite o atual admin

source: password. You may also change the admin password
pt_br: senha. Você talvez também troque a senha do admin

source: if required. If the new password fields are left
pt_br: Se necessário. Se o campo da nova senha estão vazios

source: blank the password will remain the same.
pt_br: senhas em branco irão permanecer as mesmas

source: Password for the admin user
pt_br: Senha para o usuário admin:

source: Current Password:
pt_br: Senha atual

source: Update
pt_br: Atualizar

source: Welcome
pt_br: Bem vindo

source: Installation
pt_br: Instalação

source: Install (dry)
pt_br: Instalar (dry)

source: Reinstall (dry)
pt_br: Reinstalar (dry)

source: Major version upgrades are unsupported,
pt_br: Atualizações de versão principal não suportada

source: uninstall existing version first
pt_br: Desinstalar

source: Upgrade %s to %s
pt_br: Atualizar %s to %s

source: Reinstall %s
pt_br: Reinstalar %s

source: Invalid installation, please reboot from
pt_br: Instalação inválida, por favor reinicie de

source: media and choose Reinstall
pt_br: mídia e escolha reinstalar

source: Install Hypervisor %s
pt_br: Instalar Hypervisor %s

source: Info: %s
pt_br: Informação: %s

source: Info: Machine is booted in EFI mode
pt_br: Informação: Máquina iniciou em modo EFI

source: Info: DRY MODE
pt_br: Informação: modo DRY

source: Diagnostics
pt_br: Diagnósticos

source: Diagnostic Utilities
pt_br: Utilitário de Diagnóstico

source: Select one of the tools below.
pt_br: Selecione um dos utilitário abaixo

source: Available diagnostics
pt_br: Diagnósticos disponíveis

source: Command Output
pt_br: Saída do comando

source: Configure Kdump
pt_br: Configurar Kdump

source: Networking is not configured,
pt_br: A rede não esta configurad,

source: please configure it before NFS
pt_br: Por favor configure isso antes do NFS

source: or SSH-based kdump
pt_br: ou SSH baseado em kdump

source: Type
pt_br: Tipo

source: NFS Location
pt_br: Localização NFS

source: (example.com:/var/crash):
pt_br: (exemplo.com:/var/crash):

source: SSH Location
pt_br: Localização SSH

source: (root@example.com):
pt_br: (root@exemplo.com):

source: Updating kdump related configuration
pt_br: Atualizando configurações relacionadas ao kdump

source: An error occurred
pt_br: Um erro ocorreu

source: Choose the Keyboard Layout you would
pt_br: Escolha um layout de teclado que você deseja

source: like to apply to this system.
pt_br: aplicar no sistema

source: Current Active
pt_br: Atividade atual

source: Keyboard Layout:
pt_br: Layout teclado:

source: Updating keyboard related configuration
pt_br: Atualizar configurações relacionadas a teclado

source: Logrotate Max Log
pt_br: Max Log Logrotate

source: Size (KB):
pt_br: Tamanho (KB):

source: please configure it before rsyslog
pt_br: Por favor configure isso antes do rsyslog

source: and/or netconsole
pt_br: e/ou netconsole

source: RSyslog is an enhanced multi-
pt_br: RSyslog é um melhorado multi-

source: Server Address:
pt_br: Endereço Servidor:

source: Server Port:
pt_br: Porta Servidor:

source: Netconsole service allows a remote sys
pt_br: O serviço de Netconsole permite um sistema remoto

source: log daemon to record printk() messages
pt_br: Logar daemon e gravar mensagens printk()

source: Updating logging related configuration
pt_br: Atualizar configurações relacionadas a logging

source: Monitoring
pt_br: Monitoramento

source: Monitoring Configuration
pt_br: Configurações de monitoramento

source: Collectd gathers statistics
pt_br: Coletar estatísticas

source: about the system and can be used to find
pt_br: sobre o sistema e pode ser utilizado para localizar

source: performance bottlenecks and predict future
pt_br: performance, gargalos de desempenho e prever futuro

source: system load.
pt_br: sistema de load.

source: Updating monitoring configuration
pt_br: Atualizar configuração de monitoramento

source: Network
pt_br: Rede

source: Remove %s (%s)
pt_br: Remover %s (%s)

source: Create Bond
pt_br: Criar Bond

source: System Identification
pt_br: Sistema de Identificação

source: DNS Server 1:
pt_br: Servidor DNS 1:

source: DNS Server 2:
pt_br: Servidor DNS 2:

source: NTP Server 1:
pt_br: Servidor NTP 1:

source: NTP Server 2:
pt_br: Servidor NTP 2:

source: Network Interface Configuration
pt_br: Configuração de interface de rede

source: Vendor:
pt_br: Fornecedor:

source: IPv4 Settings
pt_br: Configuração IPv4

source: Disabled
pt_br: Desativado

source: Static
pt_br: Estático

source: IP Address:
pt_br: Endereço I:

source: IPv6 Settings
pt_br: Configurações IPv6

source: Prefix Length:
pt_br: Tamanho prefix:

source: VLAN ID:
pt_br: ID VLAN:

source: Use Bridge:
pt_br: Usar Bridge:

source: Flash Lights to Identify
pt_br: Piscar luzes para identificar

source: Close
pt_br: Fechar

source: Name:
pt_br: Nome:

source: Options:
pt_br: Opções:

source: tuned Configuration
pt_br: Configuração

source: Choose the tuned profile you would
pt_br: Escolha um perfil desejado

source: Current Active Profile:
pt_br: Perfil atual ativo:

source: Available tuned Profiles
pt_br: Perfis disponíveis

source: Networking/Ping
pt_br: Rede/Ping

source: Ping a remote host
pt_br: Ping um host remoto

source: Address:
pt_br: Endereço:

source: Count:
pt_br: Contador:

source: Result:
pt_br: Resultado:

source: Installed Plugins
pt_br: Plugins instalados

source: Installed plugins:
pt_br: Plugins instalados:

source: Version:
pt_br: Versã:

source: Date installed:
pt_br: Instalado data:

source: RPM Diff
pt_br: Diff RPM

source: SRPM Diff
pt_br: Diff $RRPM

source: File Diff
pt_br: Diff Arquivo

source: There are no plugins currently installed
pt_br: Não existe nenhum plugin atualmente instalado

source: Remote Storage
pt_br: Storage Remoto

source: iSCSI Initiator Name:
pt_br: Nome do initializador iSCSI:

source: NFSv4 Domain (example.redhat.com):
pt_br: Domínio NFSv4 (exemplo.redhat.com):

source: Updating remote storage configuration
pt_br: Atualizando configuração do Storage Remoto

source: Security
pt_br: Segurança

source: Remote Access
pt_br: Acesso Remoto

source: Enable SSH password authentication
pt_br: Habilitar autenticação SSH

source: Strong Random Number Generator
pt_br: Gerador de número randômico

source: Disable AES-NI
pt_br: Desativar AES-NI

source: Bytes Used:
pt_br: Bytes utilizados:

source: Updating security configuration
pt_br: Atualizando configuração de segurança

source: Setting admin password
pt_br: Configurando senha do admin

source: Networking:
pt_br: Rede:

source: Lock
pt_br: Travar

source: Log Off
pt_br: Deslogar

source: Restart
pt_br: Reiniciar

source: Power Off
pt_br: Desligar

source: System Information
pt_br: Informações do sistema

source: Running VMs:
pt_br: VMs executando:

source: Press F8 for support menu
pt_br: Pressione F8 para menu de suporte

source: View Host Key
pt_br: Ver Chave

source: View CPU Details
pt_br: Ver detalhes do CPU

source: The provided password was incorrect.
pt_br: A senha fornecida esta incorreta.

source: Confirm System Restart
pt_br: Confirme reiniciamento do sistema

source: This will restart the system,
pt_br: Isso irá reiniciar o sistem,

source: proceed?
pt_br: prosseguir?

source: Confirm System Poweroff
pt_br: Confirme desligamento do sistema

source: This will shut down the system,
pt_br: Isso irá desligar o sistema

source: Host Key
pt_br: Chave Host

source: CPU Details
pt_br: Detalhes CPU

source: RSA Host Key Fingerprint:
pt_br: Fingerprint da chave RSA:

source: RSA Host Key:
pt_br: Chave RSA:

source: Enter the admin password to unlock
pt_br: Digite a senha de admin para destravar

source: Username:
pt_br: Usuário

source: Unlock
pt_br: Destravar

source: Support
pt_br: Suporte

source: Support Info
pt_br: Informação Suporte

source: Select one of the logfiles below.
pt_br: Selecione um dos arquivos de log abaixo.

source: Available Logfiles
pt_br: Arquivo de log disponíveis

source: Logfile
pt_br: Arquivo de log

source: Contents
pt_br: Conteúdo

source: Transaction: %s
pt_br: Transação: %s

source: This screen is locked.
pt_br: A tela esta travada.
